{
  "stoi": {
    "\t": 0,
    "\n": 1,
    " ": 2,
    "!": 3,
    "\"": 4,
    "#": 5,
    "$": 6,
    "%": 7,
    "&": 8,
    "'": 9,
    "(": 10,
    ")": 11,
    "*": 12,
    "+": 13,
    ",": 14,
    "-": 15,
    ".": 16,
    "/": 17,
    "0": 18,
    "1": 19,
    "2": 20,
    "3": 21,
    "4": 22,
    "5": 23,
    "6": 24,
    "7": 25,
    "8": 26,
    "9": 27,
    ":": 28,
    ";": 29,
    "<": 30,
    "=": 31,
    ">": 32,
    "?": 33,
    "@": 34,
    "[": 35,
    "\\": 36,
    "]": 37,
    "_": 38,
    "`": 39,
    "a": 40,
    "b": 41,
    "c": 42,
    "d": 43,
    "e": 44,
    "f": 45,
    "g": 46,
    "h": 47,
    "i": 48,
    "j": 49,
    "k": 50,
    "l": 51,
    "m": 52,
    "n": 53,
    "o": 54,
    "p": 55,
    "q": 56,
    "r": 57,
    "s": 58,
    "t": 59,
    "u": 60,
    "v": 61,
    "w": 62,
    "x": 63,
    "y": 64,
    "z": 65,
    "{": 66,
    "|": 67,
    "}": 68,
    "~": 69,
    " ": 70,
    "¡": 71,
    "£": 72,
    "¨": 73,
    "©": 74,
    "«": 75,
    "­": 76,
    "®": 77,
    "°": 78,
    "²": 79,
    "´": 80,
    "»": 81,
    "¾": 82,
    "¿": 83,
    "×": 84,
    "ß": 85,
    "à": 86,
    "á": 87,
    "â": 88,
    "ã": 89,
    "ä": 90,
    "å": 91,
    "ç": 92,
    "è": 93,
    "é": 94,
    "ê": 95,
    "ë": 96,
    "ì": 97,
    "í": 98,
    "î": 99,
    "ï": 100,
    "ñ": 101,
    "ò": 102,
    "ó": 103,
    "ô": 104,
    "õ": 105,
    "ö": 106,
    "÷": 107,
    "ø": 108,
    "ù": 109,
    "ú": 110,
    "û": 111,
    "ü": 112,
    "ý": 113,
    "ā": 114,
    "ą": 115,
    "ć": 116,
    "č": 117,
    "ď": 118,
    "đ": 119,
    "ē": 120,
    "ė": 121,
    "ę": 122,
    "ě": 123,
    "ğ": 124,
    "ī": 125,
    "ı": 126,
    "ł": 127,
    "ń": 128,
    "ň": 129,
    "ō": 130,
    "ő": 131,
    "œ": 132,
    "ř": 133,
    "ś": 134,
    "ş": 135,
    "š": 136,
    "ť": 137,
    "ū": 138,
    "ů": 139,
    "ű": 140,
    "ź": 141,
    "ż": 142,
    "ž": 143,
    "ǎ": 144,
    "ǐ": 145,
    "ǒ": 146,
    "ǔ": 147,
    "ǚ": 148,
    "ǝ": 149,
    "ɔ": 150,
    "ɛ": 151,
    "ɲ": 152,
    "ʼ": 153,
    "̀": 154,
    "̇": 155,
    "ά": 156,
    "έ": 157,
    "ή": 158,
    "ί": 159,
    "α": 160,
    "β": 161,
    "γ": 162,
    "δ": 163,
    "ε": 164,
    "ζ": 165,
    "η": 166,
    "θ": 167,
    "ι": 168,
    "κ": 169,
    "λ": 170,
    "μ": 171,
    "ν": 172,
    "ξ": 173,
    "ο": 174,
    "π": 175,
    "ρ": 176,
    "ς": 177,
    "σ": 178,
    "τ": 179,
    "υ": 180,
    "φ": 181,
    "χ": 182,
    "ψ": 183,
    "ω": 184,
    "ό": 185,
    "ύ": 186,
    "ώ": 187,
    "а": 188,
    "б": 189,
    "в": 190,
    "г": 191,
    "д": 192,
    "е": 193,
    "ж": 194,
    "з": 195,
    "и": 196,
    "й": 197,
    "к": 198,
    "л": 199,
    "м": 200,
    "н": 201,
    "о": 202,
    "п": 203,
    "р": 204,
    "с": 205,
    "т": 206,
    "у": 207,
    "ф": 208,
    "х": 209,
    "ц": 210,
    "ч": 211,
    "ш": 212,
    "щ": 213,
    "ъ": 214,
    "ы": 215,
    "ь": 216,
    "э": 217,
    "ю": 218,
    "я": 219,
    "ё": 220,
    "א": 221,
    "ד": 222,
    "ל": 223,
    "،": 224,
    "؛": 225,
    "؟": 226,
    "آ": 227,
    "أ": 228,
    "ئ": 229,
    "ا": 230,
    "ب": 231,
    "ة": 232,
    "ت": 233,
    "ث": 234,
    "ج": 235,
    "ح": 236,
    "خ": 237,
    "د": 238,
    "ذ": 239,
    "ر": 240,
    "ز": 241,
    "س": 242,
    "ش": 243,
    "ص": 244,
    "ض": 245,
    "ط": 246,
    "ظ": 247,
    "ع": 248,
    "غ": 249,
    "ـ": 250,
    "ف": 251,
    "ق": 252,
    "ك": 253,
    "ل": 254,
    "م": 255,
    "ن": 256,
    "ه": 257,
    "و": 258,
    "ي": 259,
    "پ": 260,
    "چ": 261,
    "ڕ": 262,
    "ژ": 263,
    "ڤ": 264,
    "ک": 265,
    "گ": 266,
    "ڵ": 267,
    "ۆ": 268,
    "ی": 269,
    "ێ": 270,
    "ە": 271,
    "ท": 272,
    "ป": 273,
    "ภ": 274,
    "ย": 275,
    "ล": 276,
    "ษ": 277,
    "า": 278,
    "แ": 279,
    "ไ": 280,
    "ẹ": 281,
    "ọ": 282,
    " ": 283,
    " ": 284,
    "​": 285,
    "‌": 286,
    "‏": 287,
    "‑": 288,
    "–": 289,
    "—": 290,
    "―": 291,
    "‘": 292,
    "’": 293,
    "‚": 294,
    "“": 295,
    "”": 296,
    "„": 297,
    "†": 298,
    "•": 299,
    "…": 300,
    " ": 301,
    "‰": 302,
    "′": 303,
    "″": 304,
    " ": 305,
    "⁠": 306,
    "₩": 307,
    "№": 308,
    "↗": 309,
    "◦": 310,
    "♡": 311,
    "♥": 312,
    "♪": 313,
    "♫": 314,
    "♯": 315,
    "❤": 316,
    "➡": 317,
    "　": 318,
    "、": 319,
    "。": 320,
    "々": 321,
    "「": 322,
    "」": 323,
    "〜": 324,
    "ぁ": 325,
    "あ": 326,
    "い": 327,
    "う": 328,
    "ぇ": 329,
    "え": 330,
    "お": 331,
    "か": 332,
    "が": 333,
    "き": 334,
    "ぎ": 335,
    "く": 336,
    "ぐ": 337,
    "け": 338,
    "げ": 339,
    "こ": 340,
    "ご": 341,
    "さ": 342,
    "ざ": 343,
    "し": 344,
    "じ": 345,
    "す": 346,
    "ず": 347,
    "せ": 348,
    "ぜ": 349,
    "そ": 350,
    "ぞ": 351,
    "た": 352,
    "だ": 353,
    "ち": 354,
    "っ": 355,
    "つ": 356,
    "づ": 357,
    "て": 358,
    "で": 359,
    "と": 360,
    "ど": 361,
    "な": 362,
    "に": 363,
    "ぬ": 364,
    "ね": 365,
    "の": 366,
    "は": 367,
    "ば": 368,
    "ぱ": 369,
    "ひ": 370,
    "び": 371,
    "ふ": 372,
    "ぶ": 373,
    "へ": 374,
    "べ": 375,
    "ほ": 376,
    "ま": 377,
    "み": 378,
    "む": 379,
    "め": 380,
    "も": 381,
    "ゃ": 382,
    "や": 383,
    "ゆ": 384,
    "ょ": 385,
    "よ": 386,
    "ら": 387,
    "り": 388,
    "る": 389,
    "れ": 390,
    "ろ": 391,
    "わ": 392,
    "を": 393,
    "ん": 394,
    "ァ": 395,
    "ア": 396,
    "ィ": 397,
    "イ": 398,
    "ゥ": 399,
    "ウ": 400,
    "ェ": 401,
    "エ": 402,
    "ォ": 403,
    "オ": 404,
    "カ": 405,
    "ガ": 406,
    "キ": 407,
    "ギ": 408,
    "ク": 409,
    "グ": 410,
    "ケ": 411,
    "ゲ": 412,
    "コ": 413,
    "ゴ": 414,
    "サ": 415,
    "シ": 416,
    "ジ": 417,
    "ス": 418,
    "ズ": 419,
    "セ": 420,
    "ソ": 421,
    "タ": 422,
    "ダ": 423,
    "チ": 424,
    "ッ": 425,
    "ツ": 426,
    "テ": 427,
    "デ": 428,
    "ト": 429,
    "ド": 430,
    "ナ": 431,
    "ニ": 432,
    "ヌ": 433,
    "ネ": 434,
    "ノ": 435,
    "ハ": 436,
    "バ": 437,
    "パ": 438,
    "ヒ": 439,
    "ビ": 440,
    "ピ": 441,
    "フ": 442,
    "ブ": 443,
    "プ": 444,
    "ヘ": 445,
    "ベ": 446,
    "ペ": 447,
    "ホ": 448,
    "ボ": 449,
    "ポ": 450,
    "マ": 451,
    "ミ": 452,
    "ム": 453,
    "メ": 454,
    "モ": 455,
    "ャ": 456,
    "ヤ": 457,
    "ュ": 458,
    "ユ": 459,
    "ョ": 460,
    "ヨ": 461,
    "ラ": 462,
    "リ": 463,
    "ル": 464,
    "レ": 465,
    "ロ": 466,
    "ワ": 467,
    "ン": 468,
    "ヴ": 469,
    "・": 470,
    "ー": 471,
    "ㄅ": 472,
    "ㄆ": 473,
    "ㄇ": 474,
    "ㄈ": 475,
    "ㄉ": 476,
    "ㄊ": 477,
    "ㄋ": 478,
    "ㄌ": 479,
    "ㄴ": 480,
    "ㅇ": 481,
    "ㅋ": 482,
    "ㅎ": 483,
    "ㅜ": 484,
    "ㅠ": 485,
    "一": 486,
    "七": 487,
    "万": 488,
    "丈": 489,
    "上": 490,
    "下": 491,
    "不": 492,
    "与": 493,
    "专": 494,
    "世": 495,
    "両": 496,
    "並": 497,
    "中": 498,
    "丸": 499,
    "为": 500,
    "乐": 501,
    "乗": 502,
    "也": 503,
    "习": 504,
    "乾": 505,
    "了": 506,
    "予": 507,
    "争": 508,
    "事": 509,
    "二": 510,
    "互": 511,
    "井": 512,
    "些": 513,
    "交": 514,
    "亨": 515,
    "享": 516,
    "亲": 517,
    "人": 518,
    "今": 519,
    "仕": 520,
    "他": 521,
    "付": 522,
    "代": 523,
    "以": 524,
    "仰": 525,
    "仲": 526,
    "件": 527,
    "任": 528,
    "份": 529,
    "休": 530,
    "会": 531,
    "伝": 532,
    "伤": 533,
    "伸": 534,
    "但": 535,
    "位": 536,
    "住": 537,
    "体": 538,
    "何": 539,
    "余": 540,
    "作": 541,
    "你": 542,
    "使": 543,
    "來": 544,
    "例": 545,
    "価": 546,
    "便": 547,
    "係": 548,
    "俊": 549,
    "保": 550,
    "信": 551,
    "俺": 552,
    "個": 553,
    "倍": 554,
    "們": 555,
    "倒": 556,
    "候": 557,
    "値": 558,
    "假": 559,
    "偏": 560,
    "做": 561,
    "健": 562,
    "側": 563,
    "偶": 564,
    "偽": 565,
    "備": 566,
    "催": 567,
    "傷": 568,
    "働": 569,
    "像": 570,
    "僕": 571,
    "儀": 572,
    "優": 573,
    "允": 574,
    "元": 575,
    "先": 576,
    "光": 577,
    "入": 578,
    "內": 579,
    "全": 580,
    "公": 581,
    "六": 582,
    "共": 583,
    "具": 584,
    "内": 585,
    "再": 586,
    "冒": 587,
    "写": 588,
    "冠": 589,
    "冬": 590,
    "冷": 591,
    "凍": 592,
    "処": 593,
    "出": 594,
    "刀": 595,
    "分": 596,
    "切": 597,
    "列": 598,
    "初": 599,
    "別": 600,
    "别": 601,
    "到": 602,
    "制": 603,
    "券": 604,
    "刻": 605,
    "則": 606,
    "前": 607,
    "剣": 608,
    "力": 609,
    "功": 610,
    "努": 611,
    "労": 612,
    "势": 613,
    "勇": 614,
    "勉": 615,
    "動": 616,
    "勘": 617,
    "務": 618,
    "勝": 619,
    "勢": 620,
    "勾": 621,
    "包": 622,
    "化": 623,
    "南": 624,
    "単": 625,
    "占": 626,
    "危": 627,
    "即": 628,
    "却": 629,
    "卻": 630,
    "原": 631,
    "厭": 632,
    "去": 633,
    "友": 634,
    "反": 635,
    "収": 636,
    "发": 637,
    "取": 638,
    "受": 639,
    "变": 640,
    "口": 641,
    "古": 642,
    "句": 643,
    "只": 644,
    "叫": 645,
    "叮": 646,
    "可": 647,
    "台": 648,
    "叶": 649,
    "号": 650,
    "司": 651,
    "合": 652,
    "同": 653,
    "名": 654,
    "后": 655,
    "吐": 656,
    "向": 657,
    "君": 658,
    "吧": 659,
    "含": 660,
    "听": 661,
    "吵": 662,
    "吸": 663,
    "吹": 664,
    "吻": 665,
    "呀": 666,
    "呈": 667,
    "告": 668,
    "呑": 669,
    "周": 670,
    "味": 671,
    "呼": 672,
    "命": 673,
    "和": 674,
    "咒": 675,
    "咬": 676,
    "咲": 677,
    "咿": 678,
    "哈": 679,
    "員": 680,
    "哪": 681,
    "唯": 682,
    "商": 683,
    "問": 684,
    "善": 685,
    "喉": 686,
    "喜": 687,
    "喧": 688,
    "喫": 689,
    "嗦": 690,
    "嘆": 691,
    "嘘": 692,
    "嘩": 693,
    "噂": 694,
    "噛": 695,
    "噹": 696,
    "囉": 697,
    "囍": 698,
    "囚": 699,
    "四": 700,
    "回": 701,
    "因": 702,
    "団": 703,
    "困": 704,
    "囲": 705,
    "図": 706,
    "固": 707,
    "国": 708,
    "國": 709,
    "園": 710,
    "團": 711,
    "在": 712,
    "地": 713,
    "坚": 714,
    "型": 715,
    "埋": 716,
    "城": 717,
    "基": 718,
    "堂": 719,
    "堅": 720,
    "堪": 721,
    "報": 722,
    "場": 723,
    "塗": 724,
    "塞": 725,
    "塵": 726,
    "増": 727,
    "壁": 728,
    "壊": 729,
    "壞": 730,
    "士": 731,
    "声": 732,
    "売": 733,
    "変": 734,
    "夏": 735,
    "外": 736,
    "多": 737,
    "夜": 738,
    "夢": 739,
    "大": 740,
    "天": 741,
    "太": 742,
    "夫": 743,
    "失": 744,
    "头": 745,
    "奇": 746,
    "奏": 747,
    "奢": 748,
    "奪": 749,
    "女": 750,
    "奴": 751,
    "好": 752,
    "如": 753,
    "妖": 754,
    "妳": 755,
    "妻": 756,
    "始": 757,
    "姓": 758,
    "姿": 759,
    "嫌": 760,
    "子": 761,
    "存": 762,
    "孝": 763,
    "季": 764,
    "孤": 765,
    "学": 766,
    "宇": 767,
    "守": 768,
    "安": 769,
    "完": 770,
    "宙": 771,
    "定": 772,
    "宝": 773,
    "実": 774,
    "害": 775,
    "宵": 776,
    "家": 777,
    "宿": 778,
    "寂": 779,
    "寄": 780,
    "密": 781,
    "富": 782,
    "寒": 783,
    "寝": 784,
    "實": 785,
    "寫": 786,
    "寶": 787,
    "对": 788,
    "射": 789,
    "将": 790,
    "專": 791,
    "對": 792,
    "導": 793,
    "小": 794,
    "少": 795,
    "尖": 796,
    "尬": 797,
    "就": 798,
    "尴": 799,
    "尷": 800,
    "局": 801,
    "居": 802,
    "屈": 803,
    "届": 804,
    "属": 805,
    "屬": 806,
    "山": 807,
    "崩": 808,
    "嵐": 809,
    "川": 810,
    "巡": 811,
    "工": 812,
    "巨": 813,
    "差": 814,
    "己": 815,
    "已": 816,
    "巴": 817,
    "巻": 818,
    "市": 819,
    "希": 820,
    "席": 821,
    "帳": 822,
    "帶": 823,
    "常": 824,
    "帽": 825,
    "幕": 826,
    "干": 827,
    "平": 828,
    "年": 829,
    "幸": 830,
    "幻": 831,
    "幼": 832,
    "幾": 833,
    "広": 834,
    "序": 835,
    "应": 836,
    "底": 837,
    "废": 838,
    "度": 839,
    "座": 840,
    "康": 841,
    "廢": 842,
    "延": 843,
    "建": 844,
    "开": 845,
    "弄": 846,
    "式": 847,
    "引": 848,
    "弱": 849,
    "張": 850,
    "強": 851,
    "强": 852,
    "弾": 853,
    "彈": 854,
    "彎": 855,
    "当": 856,
    "形": 857,
    "彩": 858,
    "影": 859,
    "彷": 860,
    "役": 861,
    "彼": 862,
    "往": 863,
    "待": 864,
    "很": 865,
    "律": 866,
    "後": 867,
    "従": 868,
    "得": 869,
    "從": 870,
    "徨": 871,
    "復": 872,
    "心": 873,
    "必": 874,
    "忍": 875,
    "志": 876,
    "忘": 877,
    "忙": 878,
    "忠": 879,
    "快": 880,
    "念": 881,
    "怕": 882,
    "怖": 883,
    "思": 884,
    "急": 885,
    "性": 886,
    "恋": 887,
    "恐": 888,
    "恨": 889,
    "恩": 890,
    "息": 891,
    "恵": 892,
    "悔": 893,
    "悟": 894,
    "悩": 895,
    "悪": 896,
    "悲": 897,
    "情": 898,
    "惑": 899,
    "惚": 900,
    "惜": 901,
    "惡": 902,
    "想": 903,
    "惹": 904,
    "意": 905,
    "愕": 906,
    "愛": 907,
    "感": 908,
    "態": 909,
    "慢": 910,
    "慣": 911,
    "慮": 912,
    "憑": 913,
    "憧": 914,
    "憶": 915,
    "應": 916,
    "成": 917,
    "我": 918,
    "战": 919,
    "戦": 920,
    "戰": 921,
    "戴": 922,
    "戻": 923,
    "所": 924,
    "扉": 925,
    "手": 926,
    "才": 927,
    "扎": 928,
    "打": 929,
    "払": 930,
    "承": 931,
    "技": 932,
    "把": 933,
    "抑": 934,
    "投": 935,
    "抚": 936,
    "抜": 937,
    "抱": 938,
    "抵": 939,
    "押": 940,
    "拋": 941,
    "拒": 942,
    "招": 943,
    "拠": 944,
    "拳": 945,
    "持": 946,
    "挂": 947,
    "指": 948,
    "挑": 949,
    "挣": 950,
    "挫": 951,
    "振": 952,
    "挿": 953,
    "捕": 954,
    "捜": 955,
    "捧": 956,
    "捨": 957,
    "授": 958,
    "掉": 959,
    "掙": 960,
    "掛": 961,
    "採": 962,
    "探": 963,
    "接": 964,
    "推": 965,
    "掴": 966,
    "掻": 967,
    "描": 968,
    "換": 969,
    "握": 970,
    "揺": 971,
    "損": 972,
    "摂": 973,
    "摸": 974,
    "撃": 975,
    "撫": 976,
    "撮": 977,
    "擁": 978,
    "擅": 979,
    "擇": 980,
    "操": 981,
    "擦": 982,
    "改": 983,
    "攻": 984,
    "放": 985,
    "故": 986,
    "救": 987,
    "敗": 988,
    "教": 989,
    "敢": 990,
    "散": 991,
    "数": 992,
    "整": 993,
    "敵": 994,
    "文": 995,
    "斬": 996,
    "新": 997,
    "方": 998,
    "於": 999,
    "旅": 1000,
    "旋": 1001,
    "族": 1002,
    "既": 1003,
    "日": 1004,
    "早": 1005,
    "旳": 1006,
    "时": 1007,
    "昇": 1008,
    "明": 1009,
    "昏": 1010,
    "昔": 1011,
    "星": 1012,
    "映": 1013,
    "春": 1014,
    "昧": 1015,
    "昨": 1016,
    "是": 1017,
    "時": 1018,
    "晩": 1019,
    "景": 1020,
    "晴": 1021,
    "晶": 1022,
    "智": 1023,
    "暇": 1024,
    "暑": 1025,
    "暖": 1026,
    "暗": 1027,
    "暢": 1028,
    "暮": 1029,
    "曖": 1030,
    "曜": 1031,
    "曲": 1032,
    "更": 1033,
    "書": 1034,
    "替": 1035,
    "最": 1036,
    "會": 1037,
    "月": 1038,
    "有": 1039,
    "朋": 1040,
    "服": 1041,
    "望": 1042,
    "朝": 1043,
    "期": 1044,
    "木": 1045,
    "未": 1046,
    "本": 1047,
    "朴": 1048,
    "朽": 1049,
    "杀": 1050,
    "材": 1051,
    "来": 1052,
    "杯": 1053,
    "果": 1054,
    "枠": 1055,
    "枯": 1056,
    "染": 1057,
    "柔": 1058,
    "柩": 1059,
    "栄": 1060,
    "校": 1061,
    "核": 1062,
    "根": 1063,
    "格": 1064,
    "桃": 1065,
    "桜": 1066,
    "梦": 1067,
    "械": 1068,
    "森": 1069,
    "検": 1070,
    "業": 1071,
    "楽": 1072,
    "概": 1073,
    "構": 1074,
    "様": 1075,
    "樂": 1076,
    "標": 1077,
    "模": 1078,
    "機": 1079,
    "次": 1080,
    "欢": 1081,
    "欧": 1082,
    "欲": 1083,
    "歌": 1084,
    "歐": 1085,
    "歓": 1086,
    "歡": 1087,
    "止": 1088,
    "正": 1089,
    "此": 1090,
    "歩": 1091,
    "歯": 1092,
    "歳": 1093,
    "死": 1094,
    "殆": 1095,
    "残": 1096,
    "殺": 1097,
    "毀": 1098,
    "毎": 1099,
    "毒": 1100,
    "比": 1101,
    "毛": 1102,
    "氏": 1103,
    "気": 1104,
    "氣": 1105,
    "水": 1106,
    "永": 1107,
    "求": 1108,
    "汗": 1109,
    "汚": 1110,
    "決": 1111,
    "沈": 1112,
    "沉": 1113,
    "油": 1114,
    "治": 1115,
    "況": 1116,
    "法": 1117,
    "泡": 1118,
    "波": 1119,
    "泣": 1120,
    "注": 1121,
    "泰": 1122,
    "洋": 1123,
    "活": 1124,
    "派": 1125,
    "流": 1126,
    "浩": 1127,
    "浮": 1128,
    "浴": 1129,
    "海": 1130,
    "浸": 1131,
    "涂": 1132,
    "消": 1133,
    "涙": 1134,
    "涼": 1135,
    "淚": 1136,
    "深": 1137,
    "渇": 1138,
    "渡": 1139,
    "温": 1140,
    "満": 1141,
    "準": 1142,
    "溢": 1143,
    "溫": 1144,
    "溶": 1145,
    "滑": 1146,
    "滞": 1147,
    "漠": 1148,
    "潜": 1149,
    "潰": 1150,
    "灑": 1151,
    "火": 1152,
    "灰": 1153,
    "炎": 1154,
    "炸": 1155,
    "点": 1156,
    "為": 1157,
    "無": 1158,
    "焦": 1159,
    "然": 1160,
    "焼": 1161,
    "照": 1162,
    "熟": 1163,
    "熱": 1164,
    "燃": 1165,
    "爆": 1166,
    "爪": 1167,
    "爭": 1168,
    "爱": 1169,
    "牆": 1170,
    "片": 1171,
    "牌": 1172,
    "物": 1173,
    "牵": 1174,
    "特": 1175,
    "牽": 1176,
    "犬": 1177,
    "状": 1178,
    "狂": 1179,
    "狙": 1180,
    "独": 1181,
    "猜": 1182,
    "献": 1183,
    "獄": 1184,
    "獻": 1185,
    "王": 1186,
    "玩": 1187,
    "玫": 1188,
    "珉": 1189,
    "珠": 1190,
    "現": 1191,
    "球": 1192,
    "理": 1193,
    "瑰": 1194,
    "璧": 1195,
    "甘": 1196,
    "生": 1197,
    "用": 1198,
    "由": 1199,
    "电": 1200,
    "男": 1201,
    "町": 1202,
    "画": 1203,
    "界": 1204,
    "留": 1205,
    "番": 1206,
    "畫": 1207,
    "異": 1208,
    "疲": 1209,
    "痛": 1210,
    "痴": 1211,
    "癒": 1212,
    "癢": 1213,
    "発": 1214,
    "發": 1215,
    "白": 1216,
    "的": 1217,
    "皆": 1218,
    "皮": 1219,
    "盡": 1220,
    "目": 1221,
    "直": 1222,
    "相": 1223,
    "盾": 1224,
    "看": 1225,
    "真": 1226,
    "眠": 1227,
    "眩": 1228,
    "眺": 1229,
    "眼": 1230,
    "着": 1231,
    "睡": 1232,
    "瞬": 1233,
    "瞳": 1234,
    "矛": 1235,
    "知": 1236,
    "短": 1237,
    "石": 1238,
    "砂": 1239,
    "研": 1240,
    "砰": 1241,
    "破": 1242,
    "碧": 1243,
    "確": 1244,
    "磁": 1245,
    "磨": 1246,
    "示": 1247,
    "祈": 1248,
    "祝": 1249,
    "神": 1250,
    "私": 1251,
    "秒": 1252,
    "秘": 1253,
    "秩": 1254,
    "程": 1255,
    "種": 1256,
    "稱": 1257,
    "稼": 1258,
    "積": 1259,
    "穢": 1260,
    "空": 1261,
    "突": 1262,
    "立": 1263,
    "童": 1264,
    "端": 1265,
    "笑": 1266,
    "第": 1267,
    "筈": 1268,
    "等": 1269,
    "答": 1270,
    "算": 1271,
    "節": 1272,
    "築": 1273,
    "簡": 1274,
    "粉": 1275,
    "粋": 1276,
    "糖": 1277,
    "糟": 1278,
    "糸": 1279,
    "系": 1280,
    "約": 1281,
    "納": 1282,
    "純": 1283,
    "紛": 1284,
    "素": 1285,
    "紡": 1286,
    "細": 1287,
    "紺": 1288,
    "終": 1289,
    "経": 1290,
    "結": 1291,
    "絕": 1292,
    "絡": 1293,
    "給": 1294,
    "統": 1295,
    "絵": 1296,
    "続": 1297,
    "維": 1298,
    "綴": 1299,
    "緊": 1300,
    "総": 1301,
    "緒": 1302,
    "線": 1303,
    "締": 1304,
    "練": 1305,
    "縁": 1306,
    "縛": 1307,
    "總": 1308,
    "繋": 1309,
    "繰": 1310,
    "繼": 1311,
    "續": 1312,
    "约": 1313,
    "练": 1314,
    "绝": 1315,
    "继": 1316,
    "续": 1317,
    "罗": 1318,
    "置": 1319,
    "罵": 1320,
    "美": 1321,
    "羽": 1322,
    "習": 1323,
    "翼": 1324,
    "考": 1325,
    "者": 1326,
    "而": 1327,
    "耐": 1328,
    "耳": 1329,
    "聊": 1330,
    "聖": 1331,
    "聞": 1332,
    "聲": 1333,
    "聴": 1334,
    "聽": 1335,
    "肉": 1336,
    "肝": 1337,
    "股": 1338,
    "肩": 1339,
    "肯": 1340,
    "育": 1341,
    "背": 1342,
    "胸": 1343,
    "能": 1344,
    "脈": 1345,
    "脚": 1346,
    "脱": 1347,
    "脳": 1348,
    "脸": 1349,
    "腰": 1350,
    "腹": 1351,
    "膝": 1352,
    "臉": 1353,
    "臓": 1354,
    "臣": 1355,
    "自": 1356,
    "至": 1357,
    "致": 1358,
    "與": 1359,
    "興": 1360,
    "舌": 1361,
    "舞": 1362,
    "般": 1363,
    "良": 1364,
    "色": 1365,
    "艶": 1366,
    "花": 1367,
    "芸": 1368,
    "苛": 1369,
    "苦": 1370,
    "英": 1371,
    "茶": 1372,
    "草": 1373,
    "荒": 1374,
    "荷": 1375,
    "落": 1376,
    "葉": 1377,
    "著": 1378,
    "蕪": 1379,
    "藍": 1380,
    "藻": 1381,
    "處": 1382,
    "虚": 1383,
    "虛": 1384,
    "蝶": 1385,
    "血": 1386,
    "行": 1387,
    "術": 1388,
    "街": 1389,
    "衝": 1390,
    "衣": 1391,
    "表": 1392,
    "袋": 1393,
    "被": 1394,
    "裂": 1395,
    "装": 1396,
    "裏": 1397,
    "裝": 1398,
    "裡": 1399,
    "製": 1400,
    "複": 1401,
    "要": 1402,
    "見": 1403,
    "視": 1404,
    "覗": 1405,
    "覚": 1406,
    "親": 1407,
    "観": 1408,
    "覺": 1409,
    "视": 1410,
    "觉": 1411,
    "解": 1412,
    "触": 1413,
    "觸": 1414,
    "言": 1415,
    "計": 1416,
    "討": 1417,
    "記": 1418,
    "訪": 1419,
    "設": 1420,
    "許": 1421,
    "訳": 1422,
    "訴": 1423,
    "証": 1424,
    "詞": 1425,
    "試": 1426,
    "詰": 1427,
    "話": 1428,
    "該": 1429,
    "認": 1430,
    "誓": 1431,
    "誘": 1432,
    "語": 1433,
    "誤": 1434,
    "說": 1435,
    "説": 1436,
    "読": 1437,
    "誰": 1438,
    "課": 1439,
    "調": 1440,
    "請": 1441,
    "論": 1442,
    "諦": 1443,
    "謎": 1444,
    "講": 1445,
    "謝": 1446,
    "識": 1447,
    "警": 1448,
    "議": 1449,
    "變": 1450,
    "讓": 1451,
    "让": 1452,
    "话": 1453,
    "说": 1454,
    "请": 1455,
    "课": 1456,
    "谁": 1457,
    "貌": 1458,
    "貝": 1459,
    "負": 1460,
    "責": 1461,
    "買": 1462,
    "賴": 1463,
    "贈": 1464,
    "赤": 1465,
    "走": 1466,
    "起": 1467,
    "超": 1468,
    "越": 1469,
    "足": 1470,
    "距": 1471,
    "跟": 1472,
    "跡": 1473,
    "路": 1474,
    "跳": 1475,
    "踊": 1476,
    "踏": 1477,
    "蹦": 1478,
    "蹴": 1479,
    "躇": 1480,
    "躊": 1481,
    "身": 1482,
    "躲": 1483,
    "車": 1484,
    "転": 1485,
    "軽": 1486,
    "較": 1487,
    "輕": 1488,
    "輝": 1489,
    "輩": 1490,
    "輪": 1491,
    "轉": 1492,
    "辛": 1493,
    "辞": 1494,
    "边": 1495,
    "辺": 1496,
    "込": 1497,
    "辿": 1498,
    "过": 1499,
    "迎": 1500,
    "近": 1501,
    "返": 1502,
    "还": 1503,
    "迷": 1504,
    "追": 1505,
    "送": 1506,
    "逃": 1507,
    "逆": 1508,
    "透": 1509,
    "途": 1510,
    "逗": 1511,
    "這": 1512,
    "通": 1513,
    "逛": 1514,
    "速": 1515,
    "逢": 1516,
    "連": 1517,
    "週": 1518,
    "進": 1519,
    "遅": 1520,
    "遊": 1521,
    "運": 1522,
    "過": 1523,
    "遐": 1524,
    "道": 1525,
    "達": 1526,
    "違": 1527,
    "遠": 1528,
    "遥": 1529,
    "選": 1530,
    "遺": 1531,
    "避": 1532,
    "還": 1533,
    "邊": 1534,
    "那": 1535,
    "邪": 1536,
    "郎": 1537,
    "郑": 1538,
    "部": 1539,
    "都": 1540,
    "鄭": 1541,
    "配": 1542,
    "酒": 1543,
    "酔": 1544,
    "醉": 1545,
    "醒": 1546,
    "重": 1547,
    "野": 1548,
    "量": 1549,
    "金": 1550,
    "針": 1551,
    "銃": 1552,
    "銭": 1553,
    "錫": 1554,
    "錯": 1555,
    "鎖": 1556,
    "鎮": 1557,
    "鏡": 1558,
    "鑽": 1559,
    "锡": 1560,
    "镇": 1561,
    "長": 1562,
    "閃": 1563,
    "閉": 1564,
    "開": 1565,
    "間": 1566,
    "閔": 1567,
    "関": 1568,
    "闇": 1569,
    "關": 1570,
    "闪": 1571,
    "问": 1572,
    "闵": 1573,
    "闹": 1574,
    "防": 1575,
    "阿": 1576,
    "降": 1577,
    "限": 1578,
    "除": 1579,
    "险": 1580,
    "陰": 1581,
    "険": 1582,
    "陽": 1583,
    "隅": 1584,
    "隠": 1585,
    "險": 1586,
    "难": 1587,
    "雄": 1588,
    "集": 1589,
    "雌": 1590,
    "雑": 1591,
    "雙": 1592,
    "離": 1593,
    "難": 1594,
    "雨": 1595,
    "雪": 1596,
    "雫": 1597,
    "雰": 1598,
    "雲": 1599,
    "電": 1600,
    "震": 1601,
    "霧": 1602,
    "靈": 1603,
    "青": 1604,
    "静": 1605,
    "面": 1606,
    "靴": 1607,
    "音": 1608,
    "韻": 1609,
    "響": 1610,
    "頂": 1611,
    "頃": 1612,
    "領": 1613,
    "頬": 1614,
    "頭": 1615,
    "頰": 1616,
    "頼": 1617,
    "題": 1618,
    "額": 1619,
    "顔": 1620,
    "願": 1621,
    "颊": 1622,
    "風": 1623,
    "风": 1624,
    "飛": 1625,
    "食": 1626,
    "飯": 1627,
    "飲": 1628,
    "飽": 1629,
    "飾": 1630,
    "養": 1631,
    "香": 1632,
    "馨": 1633,
    "馬": 1634,
    "駄": 1635,
    "駆": 1636,
    "騒": 1637,
    "驚": 1638,
    "高": 1639,
    "髪": 1640,
    "髮": 1641,
    "鬧": 1642,
    "鬼": 1643,
    "魅": 1644,
    "魔": 1645,
    "鳴": 1646,
    "鹿": 1647,
    "麗": 1648,
    "麼": 1649,
    "黄": 1650,
    "黏": 1651,
    "黒": 1652,
    "默": 1653,
    "黙": 1654,
    "點": 1655,
    "鼓": 1656,
    "龐": 1657,
    "가": 1658,
    "각": 1659,
    "간": 1660,
    "갇": 1661,
    "갈": 1662,
    "감": 1663,
    "갑": 1664,
    "값": 1665,
    "갔": 1666,
    "강": 1667,
    "갖": 1668,
    "같": 1669,
    "개": 1670,
    "객": 1671,
    "갠": 1672,
    "갤": 1673,
    "갱": 1674,
    "걍": 1675,
    "걔": 1676,
    "걘": 1677,
    "거": 1678,
    "걱": 1679,
    "건": 1680,
    "걷": 1681,
    "걸": 1682,
    "검": 1683,
    "겁": 1684,
    "것": 1685,
    "겉": 1686,
    "게": 1687,
    "겐": 1688,
    "겔": 1689,
    "겟": 1690,
    "겠": 1691,
    "겨": 1692,
    "격": 1693,
    "겪": 1694,
    "견": 1695,
    "결": 1696,
    "겹": 1697,
    "겼": 1698,
    "경": 1699,
    "곁": 1700,
    "계": 1701,
    "곈": 1702,
    "곌": 1703,
    "고": 1704,
    "곡": 1705,
    "곤": 1706,
    "곧": 1707,
    "골": 1708,
    "곰": 1709,
    "곱": 1710,
    "곳": 1711,
    "공": 1712,
    "과": 1713,
    "관": 1714,
    "광": 1715,
    "괜": 1716,
    "괴": 1717,
    "굉": 1718,
    "교": 1719,
    "구": 1720,
    "국": 1721,
    "군": 1722,
    "굳": 1723,
    "굴": 1724,
    "굵": 1725,
    "굶": 1726,
    "굿": 1727,
    "궁": 1728,
    "궂": 1729,
    "궈": 1730,
    "권": 1731,
    "궤": 1732,
    "귀": 1733,
    "귈": 1734,
    "귓": 1735,
    "규": 1736,
    "그": 1737,
    "극": 1738,
    "근": 1739,
    "글": 1740,
    "긁": 1741,
    "금": 1742,
    "급": 1743,
    "긋": 1744,
    "긍": 1745,
    "기": 1746,
    "긴": 1747,
    "길": 1748,
    "김": 1749,
    "깃": 1750,
    "깅": 1751,
    "깊": 1752,
    "까": 1753,
    "깍": 1754,
    "깎": 1755,
    "깐": 1756,
    "깔": 1757,
    "깜": 1758,
    "깝": 1759,
    "깟": 1760,
    "깡": 1761,
    "깥": 1762,
    "깨": 1763,
    "깬": 1764,
    "깰": 1765,
    "깼": 1766,
    "꺄": 1767,
    "꺼": 1768,
    "꺽": 1769,
    "꺾": 1770,
    "껀": 1771,
    "껄": 1772,
    "껌": 1773,
    "껏": 1774,
    "께": 1775,
    "껴": 1776,
    "꼈": 1777,
    "꼬": 1778,
    "꼭": 1779,
    "꼰": 1780,
    "꼴": 1781,
    "꼽": 1782,
    "꽁": 1783,
    "꽂": 1784,
    "꽃": 1785,
    "꽉": 1786,
    "꽤": 1787,
    "꽹": 1788,
    "꾸": 1789,
    "꾼": 1790,
    "꿀": 1791,
    "꿇": 1792,
    "꿈": 1793,
    "꿉": 1794,
    "꿋": 1795,
    "꿔": 1796,
    "꿨": 1797,
    "꿰": 1798,
    "뀌": 1799,
    "뀐": 1800,
    "끄": 1801,
    "끈": 1802,
    "끊": 1803,
    "끌": 1804,
    "끓": 1805,
    "끔": 1806,
    "끗": 1807,
    "끝": 1808,
    "끼": 1809,
    "끽": 1810,
    "낀": 1811,
    "낄": 1812,
    "낌": 1813,
    "나": 1814,
    "낙": 1815,
    "낚": 1816,
    "난": 1817,
    "날": 1818,
    "남": 1819,
    "낫": 1820,
    "났": 1821,
    "낭": 1822,
    "낮": 1823,
    "낯": 1824,
    "낱": 1825,
    "낳": 1826,
    "내": 1827,
    "낸": 1828,
    "낼": 1829,
    "냄": 1830,
    "냅": 1831,
    "냈": 1832,
    "냉": 1833,
    "냐": 1834,
    "냘": 1835,
    "냥": 1836,
    "너": 1837,
    "넉": 1838,
    "넋": 1839,
    "넌": 1840,
    "널": 1841,
    "넓": 1842,
    "넘": 1843,
    "넣": 1844,
    "네": 1845,
    "넨": 1846,
    "녀": 1847,
    "녁": 1848,
    "년": 1849,
    "념": 1850,
    "녔": 1851,
    "녕": 1852,
    "노": 1853,
    "녹": 1854,
    "논": 1855,
    "놀": 1856,
    "놈": 1857,
    "농": 1858,
    "높": 1859,
    "놓": 1860,
    "놔": 1861,
    "놨": 1862,
    "뇌": 1863,
    "뇨": 1864,
    "누": 1865,
    "눅": 1866,
    "눈": 1867,
    "눌": 1868,
    "눠": 1869,
    "눴": 1870,
    "뉴": 1871,
    "느": 1872,
    "늑": 1873,
    "는": 1874,
    "늘": 1875,
    "늙": 1876,
    "능": 1877,
    "늦": 1878,
    "늪": 1879,
    "니": 1880,
    "닌": 1881,
    "닐": 1882,
    "님": 1883,
    "닝": 1884,
    "다": 1885,
    "닥": 1886,
    "닦": 1887,
    "단": 1888,
    "닫": 1889,
    "달": 1890,
    "닮": 1891,
    "담": 1892,
    "답": 1893,
    "닷": 1894,
    "당": 1895,
    "닿": 1896,
    "대": 1897,
    "댄": 1898,
    "댈": 1899,
    "댓": 1900,
    "더": 1901,
    "덕": 1902,
    "던": 1903,
    "덜": 1904,
    "덟": 1905,
    "덤": 1906,
    "덧": 1907,
    "덩": 1908,
    "덫": 1909,
    "덮": 1910,
    "데": 1911,
    "뎃": 1912,
    "뎌": 1913,
    "도": 1914,
    "독": 1915,
    "돈": 1916,
    "돋": 1917,
    "돌": 1918,
    "돔": 1919,
    "동": 1920,
    "돼": 1921,
    "됐": 1922,
    "되": 1923,
    "된": 1924,
    "될": 1925,
    "됨": 1926,
    "두": 1927,
    "둑": 1928,
    "둔": 1929,
    "둘": 1930,
    "둠": 1931,
    "둡": 1932,
    "둥": 1933,
    "둬": 1934,
    "뒀": 1935,
    "뒤": 1936,
    "뒷": 1937,
    "뒹": 1938,
    "듀": 1939,
    "드": 1940,
    "득": 1941,
    "든": 1942,
    "듣": 1943,
    "들": 1944,
    "듦": 1945,
    "듬": 1946,
    "듭": 1947,
    "듯": 1948,
    "등": 1949,
    "디": 1950,
    "딕": 1951,
    "딘": 1952,
    "딜": 1953,
    "딥": 1954,
    "딧": 1955,
    "딨": 1956,
    "딩": 1957,
    "딪": 1958,
    "따": 1959,
    "딱": 1960,
    "딴": 1961,
    "땀": 1962,
    "땅": 1963,
    "때": 1964,
    "땐": 1965,
    "땜": 1966,
    "땠": 1967,
    "땡": 1968,
    "떠": 1969,
    "떡": 1970,
    "떤": 1971,
    "떨": 1972,
    "떫": 1973,
    "떴": 1974,
    "떻": 1975,
    "떼": 1976,
    "뗄": 1977,
    "또": 1978,
    "똑": 1979,
    "똘": 1980,
    "똥": 1981,
    "뚜": 1982,
    "뚝": 1983,
    "뚤": 1984,
    "뚫": 1985,
    "뛰": 1986,
    "뛴": 1987,
    "뛸": 1988,
    "뜀": 1989,
    "뜨": 1990,
    "뜩": 1991,
    "뜬": 1992,
    "뜯": 1993,
    "뜰": 1994,
    "뜻": 1995,
    "띄": 1996,
    "띠": 1997,
    "띤": 1998,
    "띨": 1999,
    "라": 2000,
    "락": 2001,
    "란": 2002,
    "랄": 2003,
    "람": 2004,
    "랍": 2005,
    "랐": 2006,
    "랑": 2007,
    "랗": 2008,
    "래": 2009,
    "랙": 2010,
    "랜": 2011,
    "랠": 2012,
    "램": 2013,
    "랩": 2014,
    "랬": 2015,
    "러": 2016,
    "럭": 2017,
    "런": 2018,
    "럴": 2019,
    "럼": 2020,
    "럽": 2021,
    "럿": 2022,
    "렀": 2023,
    "렁": 2024,
    "렇": 2025,
    "레": 2026,
    "렉": 2027,
    "렌": 2028,
    "렜": 2029,
    "려": 2030,
    "력": 2031,
    "련": 2032,
    "렴": 2033,
    "렵": 2034,
    "렸": 2035,
    "령": 2036,
    "례": 2037,
    "로": 2038,
    "록": 2039,
    "론": 2040,
    "롤": 2041,
    "롭": 2042,
    "롱": 2043,
    "뢰": 2044,
    "료": 2045,
    "루": 2046,
    "룩": 2047,
    "룬": 2048,
    "룰": 2049,
    "뤄": 2050,
    "뤘": 2051,
    "류": 2052,
    "륜": 2053,
    "르": 2054,
    "륵": 2055,
    "른": 2056,
    "를": 2057,
    "름": 2058,
    "릇": 2059,
    "릉": 2060,
    "릎": 2061,
    "리": 2062,
    "릭": 2063,
    "린": 2064,
    "릴": 2065,
    "림": 2066,
    "립": 2067,
    "릿": 2068,
    "링": 2069,
    "마": 2070,
    "막": 2071,
    "만": 2072,
    "많": 2073,
    "맏": 2074,
    "말": 2075,
    "맑": 2076,
    "맘": 2077,
    "맙": 2078,
    "맛": 2079,
    "망": 2080,
    "맞": 2081,
    "맡": 2082,
    "맣": 2083,
    "매": 2084,
    "맥": 2085,
    "맨": 2086,
    "맴": 2087,
    "맸": 2088,
    "맹": 2089,
    "맺": 2090,
    "머": 2091,
    "먹": 2092,
    "먼": 2093,
    "멀": 2094,
    "멈": 2095,
    "멋": 2096,
    "멍": 2097,
    "멎": 2098,
    "메": 2099,
    "멘": 2100,
    "멜": 2101,
    "멤": 2102,
    "며": 2103,
    "면": 2104,
    "명": 2105,
    "몆": 2106,
    "몇": 2107,
    "모": 2108,
    "목": 2109,
    "몫": 2110,
    "몬": 2111,
    "몰": 2112,
    "몸": 2113,
    "몹": 2114,
    "못": 2115,
    "몽": 2116,
    "묘": 2117,
    "무": 2118,
    "묵": 2119,
    "묶": 2120,
    "문": 2121,
    "묻": 2122,
    "물": 2123,
    "뭇": 2124,
    "뭉": 2125,
    "뭐": 2126,
    "뭔": 2127,
    "뭘": 2128,
    "뭣": 2129,
    "뮈": 2130,
    "뮤": 2131,
    "뮬": 2132,
    "믄": 2133,
    "미": 2134,
    "민": 2135,
    "믿": 2136,
    "밀": 2137,
    "밉": 2138,
    "밌": 2139,
    "밍": 2140,
    "밑": 2141,
    "바": 2142,
    "박": 2143,
    "밖": 2144,
    "반": 2145,
    "받": 2146,
    "발": 2147,
    "밝": 2148,
    "밟": 2149,
    "밤": 2150,
    "밥": 2151,
    "방": 2152,
    "밭": 2153,
    "배": 2154,
    "백": 2155,
    "밴": 2156,
    "뱁": 2157,
    "뱃": 2158,
    "뱉": 2159,
    "버": 2160,
    "벅": 2161,
    "번": 2162,
    "벌": 2163,
    "범": 2164,
    "법": 2165,
    "벗": 2166,
    "벙": 2167,
    "벚": 2168,
    "베": 2169,
    "벨": 2170,
    "벼": 2171,
    "벽": 2172,
    "변": 2173,
    "별": 2174,
    "볍": 2175,
    "병": 2176,
    "볕": 2177,
    "보": 2178,
    "복": 2179,
    "본": 2180,
    "볼": 2181,
    "봄": 2182,
    "봅": 2183,
    "봉": 2184,
    "봐": 2185,
    "봤": 2186,
    "뵈": 2187,
    "부": 2188,
    "북": 2189,
    "분": 2190,
    "불": 2191,
    "붉": 2192,
    "붓": 2193,
    "붕": 2194,
    "붙": 2195,
    "뷔": 2196,
    "뷘": 2197,
    "브": 2198,
    "블": 2199,
    "비": 2200,
    "빅": 2201,
    "빈": 2202,
    "빌": 2203,
    "빔": 2204,
    "빗": 2205,
    "빙": 2206,
    "빚": 2207,
    "빛": 2208,
    "빠": 2209,
    "빡": 2210,
    "빤": 2211,
    "빨": 2212,
    "빰": 2213,
    "빵": 2214,
    "빼": 2215,
    "뺀": 2216,
    "뺏": 2217,
    "뺑": 2218,
    "뻐": 2219,
    "뻑": 2220,
    "뻔": 2221,
    "뻗": 2222,
    "뻥": 2223,
    "뼈": 2224,
    "뽀": 2225,
    "뽕": 2226,
    "뽜": 2227,
    "뿌": 2228,
    "뿐": 2229,
    "뿔": 2230,
    "뿜": 2231,
    "쁘": 2232,
    "쁜": 2233,
    "쁨": 2234,
    "삐": 2235,
    "삘": 2236,
    "삣": 2237,
    "사": 2238,
    "삭": 2239,
    "산": 2240,
    "살": 2241,
    "삶": 2242,
    "삼": 2243,
    "삽": 2244,
    "샀": 2245,
    "상": 2246,
    "새": 2247,
    "색": 2248,
    "샌": 2249,
    "샜": 2250,
    "생": 2251,
    "샤": 2252,
    "서": 2253,
    "석": 2254,
    "섞": 2255,
    "선": 2256,
    "섣": 2257,
    "설": 2258,
    "섬": 2259,
    "섭": 2260,
    "섯": 2261,
    "섰": 2262,
    "성": 2263,
    "세": 2264,
    "섹": 2265,
    "센": 2266,
    "셀": 2267,
    "셈": 2268,
    "셋": 2269,
    "셔": 2270,
    "션": 2271,
    "셨": 2272,
    "셰": 2273,
    "소": 2274,
    "속": 2275,
    "손": 2276,
    "솔": 2277,
    "솜": 2278,
    "솝": 2279,
    "송": 2280,
    "쇄": 2281,
    "쇠": 2282,
    "쇳": 2283,
    "쇼": 2284,
    "숑": 2285,
    "수": 2286,
    "숙": 2287,
    "순": 2288,
    "술": 2289,
    "숨": 2290,
    "숫": 2291,
    "숭": 2292,
    "숲": 2293,
    "숴": 2294,
    "쉬": 2295,
    "쉰": 2296,
    "쉴": 2297,
    "쉼": 2298,
    "쉽": 2299,
    "쉿": 2300,
    "슈": 2301,
    "슛": 2302,
    "스": 2303,
    "슥": 2304,
    "슨": 2305,
    "슬": 2306,
    "슴": 2307,
    "습": 2308,
    "슷": 2309,
    "승": 2310,
    "시": 2311,
    "식": 2312,
    "신": 2313,
    "실": 2314,
    "싫": 2315,
    "심": 2316,
    "십": 2317,
    "싱": 2318,
    "싶": 2319,
    "싸": 2320,
    "싹": 2321,
    "싼": 2322,
    "쌈": 2323,
    "쌓": 2324,
    "쌔": 2325,
    "쌤": 2326,
    "써": 2327,
    "썩": 2328,
    "썬": 2329,
    "썰": 2330,
    "썹": 2331,
    "썼": 2332,
    "쎄": 2333,
    "쎈": 2334,
    "쏘": 2335,
    "쏜": 2336,
    "쏟": 2337,
    "쏠": 2338,
    "쏴": 2339,
    "쑤": 2340,
    "쓰": 2341,
    "쓴": 2342,
    "쓸": 2343,
    "씁": 2344,
    "씅": 2345,
    "씌": 2346,
    "씨": 2347,
    "씩": 2348,
    "씬": 2349,
    "씹": 2350,
    "씻": 2351,
    "아": 2352,
    "악": 2353,
    "안": 2354,
    "앉": 2355,
    "않": 2356,
    "알": 2357,
    "앓": 2358,
    "암": 2359,
    "압": 2360,
    "앗": 2361,
    "았": 2362,
    "앙": 2363,
    "앞": 2364,
    "애": 2365,
    "앤": 2366,
    "앨": 2367,
    "앱": 2368,
    "야": 2369,
    "약": 2370,
    "얀": 2371,
    "얄": 2372,
    "얌": 2373,
    "양": 2374,
    "얘": 2375,
    "어": 2376,
    "억": 2377,
    "언": 2378,
    "얹": 2379,
    "얻": 2380,
    "얼": 2381,
    "엄": 2382,
    "업": 2383,
    "없": 2384,
    "엇": 2385,
    "었": 2386,
    "엉": 2387,
    "엊": 2388,
    "엎": 2389,
    "에": 2390,
    "엑": 2391,
    "엔": 2392,
    "엘": 2393,
    "엣": 2394,
    "여": 2395,
    "역": 2396,
    "연": 2397,
    "열": 2398,
    "염": 2399,
    "엽": 2400,
    "엿": 2401,
    "였": 2402,
    "영": 2403,
    "옆": 2404,
    "예": 2405,
    "옛": 2406,
    "오": 2407,
    "옥": 2408,
    "온": 2409,
    "올": 2410,
    "옳": 2411,
    "옷": 2412,
    "옹": 2413,
    "와": 2414,
    "완": 2415,
    "왔": 2416,
    "왕": 2417,
    "왜": 2418,
    "왠": 2419,
    "외": 2420,
    "요": 2421,
    "욕": 2422,
    "욜": 2423,
    "용": 2424,
    "우": 2425,
    "욱": 2426,
    "운": 2427,
    "울": 2428,
    "움": 2429,
    "웃": 2430,
    "웅": 2431,
    "워": 2432,
    "원": 2433,
    "월": 2434,
    "웠": 2435,
    "웨": 2436,
    "웬": 2437,
    "위": 2438,
    "윈": 2439,
    "윗": 2440,
    "유": 2441,
    "육": 2442,
    "윤": 2443,
    "율": 2444,
    "으": 2445,
    "은": 2446,
    "을": 2447,
    "읊": 2448,
    "음": 2449,
    "응": 2450,
    "의": 2451,
    "이": 2452,
    "익": 2453,
    "인": 2454,
    "일": 2455,
    "읽": 2456,
    "잃": 2457,
    "임": 2458,
    "입": 2459,
    "잇": 2460,
    "있": 2461,
    "잉": 2462,
    "잊": 2463,
    "잎": 2464,
    "자": 2465,
    "작": 2466,
    "잔": 2467,
    "잖": 2468,
    "잘": 2469,
    "잠": 2470,
    "잡": 2471,
    "잣": 2472,
    "장": 2473,
    "재": 2474,
    "잭": 2475,
    "잼": 2476,
    "잽": 2477,
    "잿": 2478,
    "쟁": 2479,
    "쟤": 2480,
    "저": 2481,
    "적": 2482,
    "전": 2483,
    "절": 2484,
    "젊": 2485,
    "점": 2486,
    "접": 2487,
    "정": 2488,
    "젖": 2489,
    "제": 2490,
    "젠": 2491,
    "젯": 2492,
    "져": 2493,
    "졌": 2494,
    "조": 2495,
    "족": 2496,
    "존": 2497,
    "졸": 2498,
    "좀": 2499,
    "좁": 2500,
    "종": 2501,
    "좇": 2502,
    "좋": 2503,
    "좌": 2504,
    "죄": 2505,
    "죗": 2506,
    "죙": 2507,
    "죠": 2508,
    "주": 2509,
    "죽": 2510,
    "준": 2511,
    "줄": 2512,
    "줌": 2513,
    "줍": 2514,
    "줏": 2515,
    "중": 2516,
    "줘": 2517,
    "줬": 2518,
    "쥐": 2519,
    "쥑": 2520,
    "쥔": 2521,
    "즈": 2522,
    "즐": 2523,
    "즘": 2524,
    "증": 2525,
    "지": 2526,
    "직": 2527,
    "진": 2528,
    "질": 2529,
    "짐": 2530,
    "집": 2531,
    "짓": 2532,
    "징": 2533,
    "짙": 2534,
    "짚": 2535,
    "짜": 2536,
    "짝": 2537,
    "짠": 2538,
    "짤": 2539,
    "짧": 2540,
    "짱": 2541,
    "째": 2542,
    "짹": 2543,
    "짼": 2544,
    "쨌": 2545,
    "쩌": 2546,
    "쩍": 2547,
    "쩔": 2548,
    "쩜": 2549,
    "쩡": 2550,
    "쪄": 2551,
    "쪼": 2552,
    "쪽": 2553,
    "쫄": 2554,
    "쫌": 2555,
    "쫓": 2556,
    "쫙": 2557,
    "쬐": 2558,
    "쬔": 2559,
    "쭈": 2560,
    "쭉": 2561,
    "쭟": 2562,
    "쭤": 2563,
    "쯤": 2564,
    "찌": 2565,
    "찍": 2566,
    "찐": 2567,
    "찔": 2568,
    "찝": 2569,
    "찡": 2570,
    "찢": 2571,
    "차": 2572,
    "착": 2573,
    "찬": 2574,
    "찮": 2575,
    "찰": 2576,
    "참": 2577,
    "찼": 2578,
    "창": 2579,
    "찾": 2580,
    "채": 2581,
    "책": 2582,
    "챘": 2583,
    "챙": 2584,
    "처": 2585,
    "척": 2586,
    "천": 2587,
    "철": 2588,
    "첨": 2589,
    "첩": 2590,
    "첫": 2591,
    "청": 2592,
    "체": 2593,
    "쳇": 2594,
    "쳐": 2595,
    "쳤": 2596,
    "초": 2597,
    "촉": 2598,
    "촌": 2599,
    "총": 2600,
    "최": 2601,
    "추": 2602,
    "축": 2603,
    "춘": 2604,
    "출": 2605,
    "춤": 2606,
    "충": 2607,
    "춰": 2608,
    "췄": 2609,
    "취": 2610,
    "췬": 2611,
    "츄": 2612,
    "츠": 2613,
    "츰": 2614,
    "층": 2615,
    "치": 2616,
    "칙": 2617,
    "친": 2618,
    "칠": 2619,
    "침": 2620,
    "칫": 2621,
    "칭": 2622,
    "카": 2623,
    "칵": 2624,
    "칸": 2625,
    "칼": 2626,
    "캄": 2627,
    "캐": 2628,
    "캬": 2629,
    "커": 2630,
    "컥": 2631,
    "컨": 2632,
    "컬": 2633,
    "컴": 2634,
    "컸": 2635,
    "케": 2636,
    "켁": 2637,
    "켓": 2638,
    "켜": 2639,
    "켠": 2640,
    "켤": 2641,
    "켰": 2642,
    "코": 2643,
    "콕": 2644,
    "콘": 2645,
    "콜": 2646,
    "콤": 2647,
    "콧": 2648,
    "콩": 2649,
    "콱": 2650,
    "쾌": 2651,
    "쿠": 2652,
    "쿨": 2653,
    "쿵": 2654,
    "퀴": 2655,
    "큐": 2656,
    "크": 2657,
    "큰": 2658,
    "클": 2659,
    "큼": 2660,
    "키": 2661,
    "킥": 2662,
    "킨": 2663,
    "킬": 2664,
    "킵": 2665,
    "킹": 2666,
    "타": 2667,
    "탁": 2668,
    "탄": 2669,
    "탈": 2670,
    "탐": 2671,
    "탓": 2672,
    "탔": 2673,
    "탕": 2674,
    "태": 2675,
    "택": 2676,
    "탬": 2677,
    "탱": 2678,
    "터": 2679,
    "턱": 2680,
    "턴": 2681,
    "털": 2682,
    "텁": 2683,
    "텃": 2684,
    "텄": 2685,
    "텅": 2686,
    "테": 2687,
    "텐": 2688,
    "텔": 2689,
    "텨": 2690,
    "텬": 2691,
    "토": 2692,
    "톡": 2693,
    "톤": 2694,
    "톱": 2695,
    "통": 2696,
    "퇴": 2697,
    "투": 2698,
    "툭": 2699,
    "툰": 2700,
    "툴": 2701,
    "툼": 2702,
    "퉁": 2703,
    "퉤": 2704,
    "튀": 2705,
    "튄": 2706,
    "튕": 2707,
    "튜": 2708,
    "튬": 2709,
    "트": 2710,
    "특": 2711,
    "튼": 2712,
    "틀": 2713,
    "틈": 2714,
    "티": 2715,
    "틱": 2716,
    "틸": 2717,
    "팀": 2718,
    "팅": 2719,
    "파": 2720,
    "팍": 2721,
    "판": 2722,
    "팔": 2723,
    "팟": 2724,
    "팠": 2725,
    "팡": 2726,
    "팥": 2727,
    "패": 2728,
    "팬": 2729,
    "팽": 2730,
    "퍼": 2731,
    "퍽": 2732,
    "펄": 2733,
    "페": 2734,
    "펙": 2735,
    "펜": 2736,
    "펴": 2737,
    "편": 2738,
    "펼": 2739,
    "폈": 2740,
    "평": 2741,
    "폐": 2742,
    "포": 2743,
    "폭": 2744,
    "폰": 2745,
    "폴": 2746,
    "폼": 2747,
    "표": 2748,
    "푸": 2749,
    "푹": 2750,
    "푼": 2751,
    "풀": 2752,
    "품": 2753,
    "풋": 2754,
    "풍": 2755,
    "퓨": 2756,
    "프": 2757,
    "픈": 2758,
    "플": 2759,
    "픔": 2760,
    "피": 2761,
    "픽": 2762,
    "핀": 2763,
    "필": 2764,
    "핍": 2765,
    "핑": 2766,
    "하": 2767,
    "학": 2768,
    "한": 2769,
    "할": 2770,
    "함": 2771,
    "합": 2772,
    "핫": 2773,
    "항": 2774,
    "해": 2775,
    "핵": 2776,
    "핸": 2777,
    "햇": 2778,
    "했": 2779,
    "행": 2780,
    "향": 2781,
    "허": 2782,
    "헌": 2783,
    "험": 2784,
    "헛": 2785,
    "헤": 2786,
    "헴": 2787,
    "헷": 2788,
    "혀": 2789,
    "혁": 2790,
    "현": 2791,
    "혈": 2792,
    "혐": 2793,
    "협": 2794,
    "혓": 2795,
    "혔": 2796,
    "형": 2797,
    "혜": 2798,
    "호": 2799,
    "혹": 2800,
    "혼": 2801,
    "홀": 2802,
    "홈": 2803,
    "홉": 2804,
    "홍": 2805,
    "화": 2806,
    "확": 2807,
    "환": 2808,
    "활": 2809,
    "황": 2810,
    "회": 2811,
    "획": 2812,
    "효": 2813,
    "후": 2814,
    "훅": 2815,
    "훈": 2816,
    "훌": 2817,
    "훔": 2818,
    "훗": 2819,
    "훠": 2820,
    "훤": 2821,
    "훨": 2822,
    "휘": 2823,
    "휩": 2824,
    "휴": 2825,
    "흉": 2826,
    "흐": 2827,
    "흑": 2828,
    "흔": 2829,
    "흘": 2830,
    "흙": 2831,
    "흠": 2832,
    "흡": 2833,
    "흥": 2834,
    "흩": 2835,
    "희": 2836,
    "흰": 2837,
    "히": 2838,
    "힌": 2839,
    "힐": 2840,
    "힘": 2841,
    "힙": 2842,
    "힛": 2843,
    "️": 2844,
    "﻿": 2845,
    "！": 2846,
    "＆": 2847,
    "（": 2848,
    "）": 2849,
    "，": 2850,
    "２": 2851,
    "３": 2852,
    "？": 2853,
    "～": 2854,
    "�": 2855,
    "🌈": 2856,
    "🐝": 2857,
    "👔": 2858,
    "💭": 2859,
    "🔥": 2860,
    "🗳": 2861,
    "😃": 2862,
    "😄": 2863,
    "😍": 2864,
    "😩": 2865,
    "😭": 2866,
    "🤘": 2867,
    "🤤": 2868
  },
  "itos": {
    "0": "\t",
    "1": "\n",
    "2": " ",
    "3": "!",
    "4": "\"",
    "5": "#",
    "6": "$",
    "7": "%",
    "8": "&",
    "9": "'",
    "10": "(",
    "11": ")",
    "12": "*",
    "13": "+",
    "14": ",",
    "15": "-",
    "16": ".",
    "17": "/",
    "18": "0",
    "19": "1",
    "20": "2",
    "21": "3",
    "22": "4",
    "23": "5",
    "24": "6",
    "25": "7",
    "26": "8",
    "27": "9",
    "28": ":",
    "29": ";",
    "30": "<",
    "31": "=",
    "32": ">",
    "33": "?",
    "34": "@",
    "35": "[",
    "36": "\\",
    "37": "]",
    "38": "_",
    "39": "`",
    "40": "a",
    "41": "b",
    "42": "c",
    "43": "d",
    "44": "e",
    "45": "f",
    "46": "g",
    "47": "h",
    "48": "i",
    "49": "j",
    "50": "k",
    "51": "l",
    "52": "m",
    "53": "n",
    "54": "o",
    "55": "p",
    "56": "q",
    "57": "r",
    "58": "s",
    "59": "t",
    "60": "u",
    "61": "v",
    "62": "w",
    "63": "x",
    "64": "y",
    "65": "z",
    "66": "{",
    "67": "|",
    "68": "}",
    "69": "~",
    "70": " ",
    "71": "¡",
    "72": "£",
    "73": "¨",
    "74": "©",
    "75": "«",
    "76": "­",
    "77": "®",
    "78": "°",
    "79": "²",
    "80": "´",
    "81": "»",
    "82": "¾",
    "83": "¿",
    "84": "×",
    "85": "ß",
    "86": "à",
    "87": "á",
    "88": "â",
    "89": "ã",
    "90": "ä",
    "91": "å",
    "92": "ç",
    "93": "è",
    "94": "é",
    "95": "ê",
    "96": "ë",
    "97": "ì",
    "98": "í",
    "99": "î",
    "100": "ï",
    "101": "ñ",
    "102": "ò",
    "103": "ó",
    "104": "ô",
    "105": "õ",
    "106": "ö",
    "107": "÷",
    "108": "ø",
    "109": "ù",
    "110": "ú",
    "111": "û",
    "112": "ü",
    "113": "ý",
    "114": "ā",
    "115": "ą",
    "116": "ć",
    "117": "č",
    "118": "ď",
    "119": "đ",
    "120": "ē",
    "121": "ė",
    "122": "ę",
    "123": "ě",
    "124": "ğ",
    "125": "ī",
    "126": "ı",
    "127": "ł",
    "128": "ń",
    "129": "ň",
    "130": "ō",
    "131": "ő",
    "132": "œ",
    "133": "ř",
    "134": "ś",
    "135": "ş",
    "136": "š",
    "137": "ť",
    "138": "ū",
    "139": "ů",
    "140": "ű",
    "141": "ź",
    "142": "ż",
    "143": "ž",
    "144": "ǎ",
    "145": "ǐ",
    "146": "ǒ",
    "147": "ǔ",
    "148": "ǚ",
    "149": "ǝ",
    "150": "ɔ",
    "151": "ɛ",
    "152": "ɲ",
    "153": "ʼ",
    "154": "̀",
    "155": "̇",
    "156": "ά",
    "157": "έ",
    "158": "ή",
    "159": "ί",
    "160": "α",
    "161": "β",
    "162": "γ",
    "163": "δ",
    "164": "ε",
    "165": "ζ",
    "166": "η",
    "167": "θ",
    "168": "ι",
    "169": "κ",
    "170": "λ",
    "171": "μ",
    "172": "ν",
    "173": "ξ",
    "174": "ο",
    "175": "π",
    "176": "ρ",
    "177": "ς",
    "178": "σ",
    "179": "τ",
    "180": "υ",
    "181": "φ",
    "182": "χ",
    "183": "ψ",
    "184": "ω",
    "185": "ό",
    "186": "ύ",
    "187": "ώ",
    "188": "а",
    "189": "б",
    "190": "в",
    "191": "г",
    "192": "д",
    "193": "е",
    "194": "ж",
    "195": "з",
    "196": "и",
    "197": "й",
    "198": "к",
    "199": "л",
    "200": "м",
    "201": "н",
    "202": "о",
    "203": "п",
    "204": "р",
    "205": "с",
    "206": "т",
    "207": "у",
    "208": "ф",
    "209": "х",
    "210": "ц",
    "211": "ч",
    "212": "ш",
    "213": "щ",
    "214": "ъ",
    "215": "ы",
    "216": "ь",
    "217": "э",
    "218": "ю",
    "219": "я",
    "220": "ё",
    "221": "א",
    "222": "ד",
    "223": "ל",
    "224": "،",
    "225": "؛",
    "226": "؟",
    "227": "آ",
    "228": "أ",
    "229": "ئ",
    "230": "ا",
    "231": "ب",
    "232": "ة",
    "233": "ت",
    "234": "ث",
    "235": "ج",
    "236": "ح",
    "237": "خ",
    "238": "د",
    "239": "ذ",
    "240": "ر",
    "241": "ز",
    "242": "س",
    "243": "ش",
    "244": "ص",
    "245": "ض",
    "246": "ط",
    "247": "ظ",
    "248": "ع",
    "249": "غ",
    "250": "ـ",
    "251": "ف",
    "252": "ق",
    "253": "ك",
    "254": "ل",
    "255": "م",
    "256": "ن",
    "257": "ه",
    "258": "و",
    "259": "ي",
    "260": "پ",
    "261": "چ",
    "262": "ڕ",
    "263": "ژ",
    "264": "ڤ",
    "265": "ک",
    "266": "گ",
    "267": "ڵ",
    "268": "ۆ",
    "269": "ی",
    "270": "ێ",
    "271": "ە",
    "272": "ท",
    "273": "ป",
    "274": "ภ",
    "275": "ย",
    "276": "ล",
    "277": "ษ",
    "278": "า",
    "279": "แ",
    "280": "ไ",
    "281": "ẹ",
    "282": "ọ",
    "283": " ",
    "284": " ",
    "285": "​",
    "286": "‌",
    "287": "‏",
    "288": "‑",
    "289": "–",
    "290": "—",
    "291": "―",
    "292": "‘",
    "293": "’",
    "294": "‚",
    "295": "“",
    "296": "”",
    "297": "„",
    "298": "†",
    "299": "•",
    "300": "…",
    "301": " ",
    "302": "‰",
    "303": "′",
    "304": "″",
    "305": " ",
    "306": "⁠",
    "307": "₩",
    "308": "№",
    "309": "↗",
    "310": "◦",
    "311": "♡",
    "312": "♥",
    "313": "♪",
    "314": "♫",
    "315": "♯",
    "316": "❤",
    "317": "➡",
    "318": "　",
    "319": "、",
    "320": "。",
    "321": "々",
    "322": "「",
    "323": "」",
    "324": "〜",
    "325": "ぁ",
    "326": "あ",
    "327": "い",
    "328": "う",
    "329": "ぇ",
    "330": "え",
    "331": "お",
    "332": "か",
    "333": "が",
    "334": "き",
    "335": "ぎ",
    "336": "く",
    "337": "ぐ",
    "338": "け",
    "339": "げ",
    "340": "こ",
    "341": "ご",
    "342": "さ",
    "343": "ざ",
    "344": "し",
    "345": "じ",
    "346": "す",
    "347": "ず",
    "348": "せ",
    "349": "ぜ",
    "350": "そ",
    "351": "ぞ",
    "352": "た",
    "353": "だ",
    "354": "ち",
    "355": "っ",
    "356": "つ",
    "357": "づ",
    "358": "て",
    "359": "で",
    "360": "と",
    "361": "ど",
    "362": "な",
    "363": "に",
    "364": "ぬ",
    "365": "ね",
    "366": "の",
    "367": "は",
    "368": "ば",
    "369": "ぱ",
    "370": "ひ",
    "371": "び",
    "372": "ふ",
    "373": "ぶ",
    "374": "へ",
    "375": "べ",
    "376": "ほ",
    "377": "ま",
    "378": "み",
    "379": "む",
    "380": "め",
    "381": "も",
    "382": "ゃ",
    "383": "や",
    "384": "ゆ",
    "385": "ょ",
    "386": "よ",
    "387": "ら",
    "388": "り",
    "389": "る",
    "390": "れ",
    "391": "ろ",
    "392": "わ",
    "393": "を",
    "394": "ん",
    "395": "ァ",
    "396": "ア",
    "397": "ィ",
    "398": "イ",
    "399": "ゥ",
    "400": "ウ",
    "401": "ェ",
    "402": "エ",
    "403": "ォ",
    "404": "オ",
    "405": "カ",
    "406": "ガ",
    "407": "キ",
    "408": "ギ",
    "409": "ク",
    "410": "グ",
    "411": "ケ",
    "412": "ゲ",
    "413": "コ",
    "414": "ゴ",
    "415": "サ",
    "416": "シ",
    "417": "ジ",
    "418": "ス",
    "419": "ズ",
    "420": "セ",
    "421": "ソ",
    "422": "タ",
    "423": "ダ",
    "424": "チ",
    "425": "ッ",
    "426": "ツ",
    "427": "テ",
    "428": "デ",
    "429": "ト",
    "430": "ド",
    "431": "ナ",
    "432": "ニ",
    "433": "ヌ",
    "434": "ネ",
    "435": "ノ",
    "436": "ハ",
    "437": "バ",
    "438": "パ",
    "439": "ヒ",
    "440": "ビ",
    "441": "ピ",
    "442": "フ",
    "443": "ブ",
    "444": "プ",
    "445": "ヘ",
    "446": "ベ",
    "447": "ペ",
    "448": "ホ",
    "449": "ボ",
    "450": "ポ",
    "451": "マ",
    "452": "ミ",
    "453": "ム",
    "454": "メ",
    "455": "モ",
    "456": "ャ",
    "457": "ヤ",
    "458": "ュ",
    "459": "ユ",
    "460": "ョ",
    "461": "ヨ",
    "462": "ラ",
    "463": "リ",
    "464": "ル",
    "465": "レ",
    "466": "ロ",
    "467": "ワ",
    "468": "ン",
    "469": "ヴ",
    "470": "・",
    "471": "ー",
    "472": "ㄅ",
    "473": "ㄆ",
    "474": "ㄇ",
    "475": "ㄈ",
    "476": "ㄉ",
    "477": "ㄊ",
    "478": "ㄋ",
    "479": "ㄌ",
    "480": "ㄴ",
    "481": "ㅇ",
    "482": "ㅋ",
    "483": "ㅎ",
    "484": "ㅜ",
    "485": "ㅠ",
    "486": "一",
    "487": "七",
    "488": "万",
    "489": "丈",
    "490": "上",
    "491": "下",
    "492": "不",
    "493": "与",
    "494": "专",
    "495": "世",
    "496": "両",
    "497": "並",
    "498": "中",
    "499": "丸",
    "500": "为",
    "501": "乐",
    "502": "乗",
    "503": "也",
    "504": "习",
    "505": "乾",
    "506": "了",
    "507": "予",
    "508": "争",
